[
	{
		"comment": "following are common components #################################################################################################"
	},
	{
		"name": "identifikator",
		"alias": "",
		"context": "component",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "",
		"permitted_export": null,
		"restricted_access": null,
		"content": {
			"content": [
				[
					{
						"type": "identify",
						"attributes": {
							"name": "Vorgang"
						}
					}
				]
			]
		}
	},
	{
		"name": "basisdaten",
		"alias": "",
		"context": "component",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "",
		"permitted_export": null,
		"restricted_access": null,
		"content": {
			"content": [
				[
					{
						"type": "text",
						"attributes": {
							"name": "Name",
							"required": true
						}
					},
					{
						"type": "date",
						"attributes": {
							"name": "Geburtsdatum"
						}
					},
					{
						"type": "textarea",
						"attributes": {
							"name": "Adresse"
						}
					},
					{
						"type": "tel",
						"attributes": {
							"name": "Telefonnummer"
						}
					},
					{
						"type": "email",
						"attributes": {
							"name": "eMailadresse"
						}
					},
					{
						"type": "text",
						"attributes": {
							"name": "Kostenträger"
						},
						"autocomplete": true
					},
					{
						"type": "textarea",
						"attributes": {
							"name": "Info"
						},
						"hint": "Kontaktperson, Adressbesonderheiten"
					}
				],
				[
					{
						"type": "textarea",
						"attributes": {
							"name": "Leistung, Produkt oder Verordnungstext"
						},
						"autocomplete": true
					},
					{
						"type": "text",
						"attributes": {
							"name": "Verordner"
						},
						"hint": "namentlich",
						"autocomplete": true
					},
					{
						"type": "text",
						"attributes": {
							"name": "FIBU Nummer"
						}
					},
					{
						"type": "text",
						"attributes": {
							"name": "EVA Vorgangsnummer"
						}
					}
				]
			]
		}
	},
	{
		"name": "datenverarbeitung auftragserteilung schweigepflichtentbindung",
		"alias": "",
		"context": "component",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "",
		"permitted_export": null,
		"restricted_access": null,
		"content": {
			"content": [
				[
					{
						"type": "textsection",
						"attributes": {
							"name": "Datenverarbeitung durch und Auftragserteilung an"
						},
						"content": "Universitätsklinikum Heidelberg, Zentrum für Orthopädie, Unfallchirurgie und Paraplegiologie \nAbteilung Technische Orthopädie, Schlierbacher Landstraße 200a, 69118 Heidelberg"
					}
				],
				[
					{
						"type": "textsection",
						"attributes": {
							"name": "Information zur Datenverarbeitung"
						},
						"content": "Die Bereitstellung und Verarbeitung Ihrer Daten ist im Rahmen Ihrer Versorgung in unserem Haus erforderlich und Bestandteil des Behandlungsvertrags. Bei Bedarf stellen wir Ihnen diese Informationen auch in einem größeren Ausdruck zur Verfügung. Allgemein gilt die Erklärung zur Datenverarbeitung und Datenschutz des Universitätsklinikums Heidelberg. \nVerarbeitungszwecke im Rahmen Ihrer Hilfsmittelversorgung: Hilfsmittelversorgung, Patientenverwaltung und Abrechnung, interdisziplinäre Konferenzen zur Analyse und Erörterung von Diagnostik und Therapie, Versorgungsdokumentation, Erstellung von Berichten und Stellungnahmen, Qualitätssicherung in Versorgung und ihrer Organisation, Unterrichtung von Mit-/Weiterversorgern im erforderlichen Umfang, Eingabe der Adressdaten und ggf. Rufnummer an Versanddienstleister, Kontaktaufnahme auch hinsichtlich eines Erinnerungsservices nach Versorgungsabschluss."
					},
					{
						"type": "textsection",
						"attributes": {
							"name": "Auftragserteilung"
						},
						"content": "Ich wurde darüber aufgeklärt, dass mir die Wahl eines Leistungserbringers zur Anfertigung bzw. Versorgung mit einem Hilfsmittel freisteht. In diesem Rahmen beauftrage ich den oben genannten Leistungserbringer. Ich wurde vor Inanspruchnahme der Leistung/en darüber beraten, welche/s Hilfsmittel und zusätzliche/n Leistung/en nach § 33 SGB V für die konkrete Versorgungssituation im Einzelfall geeignet und notwendig ist/sind. Ich bin über die Möglichkeit einer aufzahlungsfreien Versorgung, die der vertragsärztlichen Verordnung entspricht und ihren Zweck voll erfüllt, informiert worden. Die gesetzliche Zuzahlung bleibt davon unberührt. Maß- und Sonderanfertigungen sowie gebrauchte Hilfsmittel sind vom Rückgabe- und Umtauschrecht ausgeschlossen. Die Informationen zur Datenverarbeitung habe ich zur Kenntnis genommen und akzeptiere sie. Ich bin darüber aufgeklärt, dass Lieferungen bevorzugt persönlich erfolgen sollen."
					},
					{
						"type": "textarea",
						"attributes": {
							"name": "Leistung"
						},
						"autocomplete": true
					},
					{
						"type": "checkbox",
						"attributes": {
							"name": "Kostenübernahmeerklärung"
						},
						"content": {
							"Eine Kostenübernahme kann ich persönlich nicht erteilen und möchte die Kostenübernahme durch meinen Kostenträger (gilt auch für postOP-Versorgungen).": [],
							"Ich habe mich nach eingehender Beratung auf eigenen Wunsch für die Versorgung mit einem aufzahlungsfreien Produkt entschieden.": [],
							"Ich wünsche für mich die medizinische Leistung sofort. Deshalb erteile ich den Auftrag mich, unabhängig von einer Kostenzusage meines Kostenträgers, sofort zu versorgen. Sollte meine Krankenkasse die Bezahlung ganz oder teilweise nicht übernehmen, werde ich die Kosten in der Höhe des Kostenvoranschlages an meinen Kostenträger selbst tragen und bezahlen.": [],
							"Ich habe mich nach eingehender Beratung und Auswahl verschiedener Leistungen auf eigenen Wunsch für eine abweichende Versorgungsalternative mit Aufzahlung entschieden und bestätige hiermit die Kosten sowie etwaige Folgekosten, welche durch die höherwertige Leistung ausgelöst werden, selbst zu tragen.": []
						}
					},
					{
						"type": "text",
						"attributes": {
							"name": "Ausführung, Leistung mit Aufzahlung"
						}
					},
					{
						"type": "number",
						"attributes": {
							"name": "Voraussichtliche Kosten"
						}
					}
				],
				[
					{
						"type": "checkbox",
						"attributes": {
							"name": "Weiterleitung persönlicher Daten an andere Mit- oder Weiterversorger"
						},
						"content": {
							"Ich erteile durch meine Unterschrift mein - im Einzelfall widerrufliches - Einverständnis, dass alle für den Mit-/Weiterversorger meines Hilfsmittels notwendigen personenbezogenen Daten an diesen weitergeleitet werden dürfen.": []
						}
					}
				],
				[
					{
						"type": "textsection",
						"attributes": {
							"name": "Schweigepflichtentbindung gegenüber dem Kostenträger"
						},
						"content": "Um für Ihr Hilfsmittel die Kostenzusage Ihres Kostenträgers zu erhalten, übermitteln wir diesem einen Kostenvoranschlag und eine Stellungnahme mit weiterführenden Informationen (u. a. Name, Versicherungsnummer, Diagnose, Angaben zur Erforderlichkeit). Die Stellungnahme wird entweder gleich der Beantragung beigelegt oder aber auf Anfrage seitens Ihres Kostenträgers zugeschickt. Hierzu ist Ihre Einwilligung und Schweigepflichtentbindung erforderlich. Die Einwilligung ist freiwillig, Vorgangsbezogen und für zukünftige Übermittlungen widerruflich. Ohne Ihre Einwilligung ist mit einer zeitlichen Verzögerung bei der Bearbeitung Ihrer Krankenkasse zu rechnen. Möglicherweise kann es dadurch sogar zu einer Ablehnung der Hilfsmittelversorgung kommen."
					},
					{
						"type": "checkbox",
						"attributes": {
							"name": "Schweigepflichtentbindung"
						},
						"content": {
							"Ich erteile durch meine Unterschrift mein - im Einzelfall widerrufliches - Einverständnis, dass ich meinen oben genannten Leistungserbringer von der Schweigepflicht gegenüber meinem Kostenträger entbinde.": []
						}
					}
				],
				[
					{
						"type": "signature",
						"attributes": {
							"name": "Datum, Unterschrift"
						}
					}
				]
			]
		}
	},
	{
		"name": "empfangsbestätigung",
		"alias": "",
		"context": "component",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "",
		"permitted_export": null,
		"restricted_access": null,
		"content": {
			"content": [
				[
					{
						"type": "textsection",
						"attributes": {
							"name": "Empfangsbestätigung"
						},
						"content": "Hiermit bestätige ich, dass ich die folgenden Hilfsmittel vom Leistungserbringer Universitätsklinikum Heidelberg, Technische Orthopädie, Schlierbacher Landstraße 200a, 69118 Heidelberg, erhalten habe:"
					},
					{
						"type": "textarea",
						"attributes": {
							"name": "Hilfsmittel"
						},
						"autocomplete": true
					},
					{
						"type": "checkbox",
						"attributes": {
							"name": "Abgabe"
						},
						"content": {
							"zum dauerhaften Verbleib": [],
							"miet-/leihweise": []
						}
					},
					{
						"type": "textarea",
						"attributes": {
							"name": "enthaltene Miet- oder Leihkomponenten"
						}
					},
					{
						"type": "checkbox",
						"attributes": {
							"name": "Erklärung"
						},
						"content": {
							"Ich erkläre hiermit, dass ich das Hilfsmittel in ordnungsgemäßem, gebrauchsfähigem Zustand empfangen habe.": [],
							"Ich erkläre hiermit, dass ich darüber aufgeklärt wurde, dass ausstehende Arbeiten zur Finalisierung meines Hilfsmittels keinen Einfluss auf die Funktion haben und ich eine postalische Zusendung nach Abschluss dieser Arbeiten ausdrücklich wünsche.": [],
							"Eine ausreichende Unterweisung in Gebrauch, Funktionsweise und Risiken durch den Leistungserbringer habe ich erhalten. Mit der Passform, Ausführung, Funktion und Einweisung bin ich zufrieden, soweit ich dies z. Zt. beurteilen kann. Eine Gebrauchsanweisung und die darin enthaltene Konformitätserklärung wurden mir ausgehändigt. Ich verpflichte mich das Hilfsmittel nur zum bestimmungsgemäßen Gebrauch zu verwenden, pfleglich zu behandeln sowie Hinweise in der Gebrauchsanweisung zu beachten.": [],
							"Die oben aufgeführten Artikel die mir miet- oder leihweise überlassen wurden, wie z.B. Miet-/Leihorthesen, Miet-/Leihpassteile, Leihorthesenschuhe, usw., werde ich bis zum unten genannten Datum persönlich oder ausreichend frankiert an den Leistungserbringer zurückgeben. Bei einer verspäteten Rückgabe können mir die miet- oder leihweise überlassenen Hilfsmittel oder Komponenten in Rechnung gestellt werden.": [],
							"Das Hilfsmittel wird mit einer Sonderfreigabe zur Probe zur Nutzung übergeben. Nach Ablauf des nebenstehenden Datums ist das Tragen dieses Hilfsmittels untersagt. Das Nichtbeachten geschieht auf eigenes Risiko. Im derzeitigen Zustand ist das Hilfsmittel nicht für starke Belastungen wie Sport und/oder schwere körperliche Aktivitäten zugelassen. Die endgültige Fertigstellung erfolgt erst nach beendeter Testphase. Ich wurde darüber aufgeklärt, dass ich nach Ablauf der Testphase das Hilfsmittel umgehend zur Endfertigung an das Unternehmen zurückgeben muss. Mir sind die Risiken bei der Benutzung des Hilfsmittels im Testzustand ausreichend dargelegt worden.": []
						}
					},
					{
						"type": "date",
						"attributes": {
							"name": "Testversorgung, Versorgung im Probezustand bis"
						}
					},
					{
						"type": "date",
						"attributes": {
							"name": "Rückgabe der Miet- oder Leihteile bis"
						}
					},
					{
						"type": "signature",
						"attributes": {
							"name": "Datum, Unterschrift"
						}
					}
				]
			]
		}
	},
	{
		"name": "erlaubnis zur ausstellung und veröffentlichung",
		"alias": "",
		"context": "component",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "",
		"permitted_export": null,
		"restricted_access": null,
		"content": {
			"content": [
				[
					{
						"type": "textsection",
						"attributes": {
							"name": "Erlaubnis zur Veröffentlichung"
						},
						"content": "Hiermit erteile ich dem Universitätsklinikum Heidelberg die Erlaubnis zur Ausstellung bzw. der Veröffentlichung der von mir, bzw. meinem Kind gefertigten Foto- und / oder Videoaufnahmen. Diese Erklärung kann jederzeit ohne Angaben von Gründen für künftige Veröffentlichungen widerrufen werden. Dies hat keinen Einfluss auf die Versorgung. Mir ist bewusst, dass bereits erfolgte Veröffentlichungen nachträglich nicht zurückgenommen werden können. Insbesondere bei der Veröffentlichung im Internet entzieht sich die weitere Verbreitung durch Kopien dem Zugriff durch das Universitätsklinikum Heidelberg.\n \nDie von mir / meinem Kind gemachten Aufnahmen sollen zu Zwecken der Presse- und Öffentlichkeitsarbeit des Universitätsklinikums Heidelberg verwendet werden. Ich habe die diesbezüglichen Erläuterungen verstanden, und mir wurde ausreichend Gelegenheit gegeben, Fragen zu stellen."
					},
					{
						"type": "checkbox",
						"attributes": {
							"name": "Erlaubnis zur Veröffentlichung von Aufnahmen in"
						},
						"content": {
							"Fachzeitschriften": [],
							"Zeitungsberichten": [],
							"Vorträgen": [],
							"Messen": [],
							"Poster": [],
							"Internet": [],
							"Sonstiges": []
						}
					},
					{
						"type": "text",
						"attributes": {
							"name": "Sonstiges"
						}
					},
					{
						"type": "text",
						"attributes": {
							"name": "Erlaubnis zur Veröffentlichung einmalig für"
						}
					},
					{
						"type": "checkbox",
						"attributes": {
							"name": "Onlineveröffentlichung"
						},
						"content": {
							"Hiermit erteile ich dem Universitätsklinikum Heidelberg meine Einwilligung, die von mir / meinem Kind gemachten Aufnahmen im Rahmen der Presse- und Öffentlichkeitsarbeit des Universitätsklinikums insbesondere in Print- und Onlinemedien zu verbreiten und zu veröffentlichen. Meine Einwilligung umfasst auch das Recht, die Aufnahmen zu bearbeiten und zu retuschieren, soweit dadurch keine Persönlichkeitsrechte verletzt werden.": []
						}
					},
					{
						"type": "radio",
						"attributes": {
							"name": "Gesicht"
						},
						"content": {
							"kenntlich": [],
							"geschwärzt": []
						}
					},
					{
						"type": "text",
						"attributes": {
							"name": "Verhältnis zum Patienten"
						}
					},
					{
						"type": "signature",
						"attributes": {
							"name": "Datum, Unterschrift"
						}
					}
				]
			]
		}
	},
	{
		"name": "versorgungsmaßnahme",
		"alias": "",
		"context": "component",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "",
		"permitted_export": null,
		"restricted_access": null,
		"content": {
			"content": [
				[
					{
						"type": "radio",
						"attributes": {
							"name": "Abdruck oder Maßnahme"
						},
						"content": {
							"Gipsabdruck": [],
							"Maßnahme": [],
							"Scan": [],
							"Symphony": []
						}
					},
					{
						"type": "radio",
						"attributes": {
							"name": "Modellieren"
						},
						"content": {
							"Gips": [],
							"digital": []
						}
					},
					{
						"type": "textarea",
						"attributes": {
							"name": "Anmerkungen zur Modelltechnik"
						}
					}
				],
				[
					{
						"type": "checkbox",
						"attributes": {
							"name": "Anprobeergebnis"
						},
						"content": {
							"passgerecht": [],
							"statikgerecht": [],
							"funktion gegeben": [],
							"weitere Anprobe geplant": []
						}
					},
					{
						"type": "textarea",
						"attributes": {
							"name": "Anmerkungen zur Anprobe"
						},
						"hint": "z.B. weitere Ergebnisse, Dauer, Vereinbarungen",
						"autocomplete": true
					},
					{
						"type": "calendarbutton",
						"attributes": {
							"value": "Weitere Vorbereitungen planen"
						}
					}
				]
			]
		}
	},
	{
		"name": "versorgungsausführung",
		"alias": "",
		"context": "component",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "",
		"permitted_export": null,
		"restricted_access": null,
		"content": {
			"content": [
				[
					{
						"type": "checkbox",
						"attributes": {
							"name": "definitive Ausführung"
						},
						"content": {
							"wie genehmigt": []
						}
					},
					{
						"type": "textarea",
						"attributes": {
							"name": "Abweichungen von Genehmigung"
						}
					}
				],
				[
					{
						"type": "scanner",
						"description": "Barcode oder UDI-Code scannen",
						"attributes": {
							"name": "Passteil oder Material",
							"multiple": true
						},
						"hint": "Die Informationen können auch eingegeben werden."
					},
					{
						"type": "photo",
						"attributes": {
							"name": "Produktaufkleber",
							"multiple": true
						},
						"hint": "Idealerweise die Aufkleber zuvor, wenn möglich, zusammenlegen"
					},
					{
						"type": "textarea",
						"attributes": {
							"name": "sonstige Anmerkungen zur Ausführung"
						}
					}
				]
			]
		}
	},
	{
		"name": "gebrauchsanweisung allgemein",
		"alias": "",
		"context": "component",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "",
		"permitted_export": null,
		"restricted_access": null,
		"content": {
			"content": [
				[
					{
						"type": "textsection",
						"attributes": {
							"name": "Allgemeine Informationen"
						},
						"content": "Sehr geehrte Patientin, sehr geehrter Patient,\n\nSie haben von uns ein speziell verordnetes und individuell für Sie hergestelltes Hilfsmittel als Sonderanfertigung erhalten. Bitte lesen Sie die vorliegende Gebrauchsanweisung aufmerksam durch, sie enthält viele wichtige Informationen und Sicherheitshinweise. Das Hilfsmittel ist nicht für die Anwendung bei anderen Personen vorgesehen, da es speziell auf Ihre Bedürfnisse und Maße abgestimmt wurde. Bei Fragen und Problemen wenden Sie sich bitte umgehend an uns. Melden Sie uns bitte umgehend, falls in Zusammenhang mit dem Produkt ein schwerwiegender Vorfall aufgetreten ist (Gefahr von oder tatsächlich aufgetretene Gesundheitsbeeinträchtigung). Sie dürfen die Meldung auch an die zuständige Behörde (Deutschland: BfArM) durchführen."
					},
					{
						"type": "textsection",
						"attributes": {
							"name": "Hersteller"
						},
						"content": "Universitätsklinikum Heidelberg\nZentrum für Orthopädie, Unfallchirurgie und Paraplegiologie\nTechnische Orthopädie\nSchlierbacher Landstraße 200a\n69118 Heidelberg"
					},
					{
						"type": "textsection",
						"attributes": {
							"name": "Wichtige Hinweise und Warnungen"
						},
						"content": "• Führen Sie keine Demontage des Hilfsmittels durch! Wenden Sie sich bei Problemen umgehend an uns.\n• Beachten Sie den in dieser Gebrauchsanweisung beschriebenen bestimmungsgemäßen Gebrauch, um eine Überlastung des Hilfsmittels zu vermeiden.\n• Besprechen Sie alle Maßnahmen zur Funktionserhaltung und -verbesserung, sowie Pflege und Hygiene des betroffenen Körperteils mit Ihrem Arzt.\n• Regelmäßige Kontrollen der Passform sind insbesondere im Wachstum wichtig, um das Therapieziel sicherstellen zu können und dauerhafte Folgeschäden zu vermeiden. Bei größeren Gewichtsschwankungen ist eine Änderung oder ggf. eine Neuanfertigung erforderlich. Suchen Sie uns bei Passformproblemen unbedingt auf! Falsches Anlegen des Hilfsmittels kann zu Druckstellen oder einer eingeschränkten Funktion führen. Sprechen Sie uns bitte an, falls Sie eine weitere Unterweisung benötigen. Bei doppelseitiger Versorgung ist darauf zu achten, dass keine Komponenten von rechtsseitiger und linksseitiger Versorgung miteinander vertauscht werden.\n• Eine unzureichende Reinigung des Hilfsmittels, aber auch des betroffenen Körperteils kann zu Geruchsbildung, Hautirritationen, Reizungen oder Entzündungen führen. Achten Sie bitte auf eine einwandfreie Hygiene. Reinigen Sie das Hilfsmittel ausschließlich von Hand. Die Reinigung in der Spül- oder Waschmaschine kann zu irreparablen Beschädigungen am Hilfsmittel führen. Ihr Hilfsmittel darf in der Regel nicht mit Säuren, scharfen Laugen und Reinigungsmitteln oder Salzwasser in Berührung kommen. Sollte das Hilfsmittel gezielt dafür ausgelegt sein, ist es nach dem Kontakt mit klarem Wasser ab zu spülen. Andernfalls droht ein vorzeitiger Materialverschleiß und Funktions- bzw. Stabilitätsverlust.\n• Beim Tragen eines Hilfsmittels kann es hin und wieder zur Bildung von Scheuer und/oder Druckstellen kommen. Jegliche dauerhafte Druckstelle (Schmerz, Hautrötung) bedarf der Kontrolle durch den Orthopädietechniker. Das Tragen des Hilfsmittels kann bei anhaltender Druckstellenproblematik oder Weichteilklemmungen zu Hautschädigungen führen. Bei Empfindungsstörungen im betroffenen Körperteil ist eine Sichtkontrolle auf Hautveränderungen täglich, beim Anlegen des Hilfsmittels und mehrmals zwischendurch, durchzuführen (Druckstellenprophylaxe). Ein Spiegel erleichtert die Kontrolle an schlecht erreichbaren Körperregionen. Die angegebenen Kontrolltermine sind unbedingt einzuhalten. Zu starke Belastungen können das Gewebe schädigen. Bitte sprechen Sie mit Ihrem Arzt, wie viel Belastung das Hilfsmittel aufbringen darf.\n• Defekte oder verschlissene Gurtsysteme und deren Befestigung vergrößern das Risiko eines Haftungsverlusts und Weichteilverletzungen. Kontrollieren Sie vor jeder Nutzung die Funktion und den Zustand der Gurte und Befestigungen. Risse im Material durch Überlastung oder Überalterung erhöhen die Gefahr der Zerstörung des Hilfsmittels oder gefährden Ihre Kleidung. Kontrollieren Sie vor jeder Nutzung das Hilfsmittel auf Risse und sichtbare Defekte. Sollte das Hilfsmittel gerissen oder gebrochen sein oder Komponenten nicht mehr einwandfrei funktionieren oder locker sein, dürfen sie das Hilfsmittel nicht mehr tragen, um eine schwerwiegende Verletzung zu vermeiden. Das Gleiche gilt auch wenn im Laufe des Gebrauchs ungewohnte Geräusche an ihrem Hilfsmittel auftreten.\n• In Einzelfällen sind allergische Reaktionen auf die verwendeten Materialien möglich. Klären Sie persönliche Unverträglichkeiten bitte mit Ihrem Arzt. Bei allergischen Reaktionen suchen Sie bitte Ihren Arzt auf, um eine Klärung zu erreichen. Der direkte Kontakt von Ledermaterialien mit verletzter Haut ist unbedingt zu vermeiden.\n• Bei Gewichtszunahme oder Zunahme des Körperteilvolumens kann es zu Einschnürungen und Beeinträchtigung der Blutzirkulation oder Scheuerstellen im Randbereich kommen. Sollten Sie Änderungen an der Passform bemerken, sprechen Sie uns umgehend an. Ziehen Sie eventuell vorhandene Verschlüsse, Klappen oder sonstige Vorrichtungen zur Volumenanpassung nicht zu straff, es kann sonst zu Stauungen und Durchblutungsstörungen kommen.\n• Die Lagerung des Hilfsmittels in der Nähe von Hitzequellen kann zu einer Verformung und entsprechendem Passformverlust führen. Bei Verbrennungen können giftige Dämpfe und Gase entstehen die eine Gefährdung darstellen.\n• Anziehlubricants, Hautpflegeprodukte oder sonstige Cremes oder Lotionen, die Ihnen mit Ihrem Hilfsmittel ausgehändigt werden dienen allein der äußeren Anwendung auf intakter Haut und dürfen nicht verschluckt oder in Augen oder auf Schleimhäute gelangen."
					}
				]
			]
		}
	},
	{
		"name": "gebrauchsanweisung handhabung",
		"alias": "",
		"context": "component",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "",
		"permitted_export": null,
		"restricted_access": null,
		"content": {
			"content": [
				[
					{
						"type": "textsection",
						"attributes": {
							"name": "Handhabung, Funktionsweise und Risiken"
						},
						"content": "Welche Leistungsfähigkeit Sie mit Ihrem Hilfsmittel erreichen, hängt vom individuellen Krankheitsbild und der Gesamtkonstitution ab. Ob begleitende therapeutische Maßnahmen (z.B. Physiotherapie) Ihre Leistungsfähigkeit unterstützen können, besprechen Sie bitte mit Ihrem behandelnden Arzt, ebenso die tägliche Tragedauer des Hilfsmittels.\n\nInsbesondere bei einer Neuversorgung muss der Umgang mit dem Hilfsmittel zunächst erlernt werden. Das An- und Ablegen sowie die allgemeine Handhabung bedürfen eines gewissen Trainings. Ihr Orthopädietechniker hat mit Ihnen die geeignete Technik des An- und Ablegens geübt. Außerdem wurden Sitz, Form und Funktion durch ihren Orthopädietechniker kontrolliert.\n\nAchten Sie stets darauf, dass Ihr Hilfsmittel im Alltag beschwerdefrei sitzt. Übermäßiger Druck oder Scheuerstellen können zu Komplikationen führen. Ziehen Sie die Verschlüsse nicht zu straff, da es ansonsten zu Stauungen und Atembeschwerden kommen kann. Bei Klettverschlüssen ist darauf zu achten, dass diese exakt übereinander verschlossen werden, um ein versehentliches Haftenbleiben des Klettbandes an der Kleidung zu vermeiden. Zusätzlich ist darauf zu achten, dass das Hilfsmittel vorsichtig angelegt wird, um bei mehrmaligem An- und Ausziehen Hautirritationen zu vermeiden. Sollten Probleme auftreten, so bitten wir Sie, sich umgehend an uns oder Ihren behandelnden Arzt zu wenden.\nAchten Sie darauf, dass es nicht zu Einklemmungen der Haut im Bereich der Verschlüsse kommt. Bitte berücksichtigen Sie außerdem, dass manche Elemente bei unachtsamer Handhabung zu Verletzungen oder zu Beschädigungen Ihrer Kleidung führen können. Führen Sie bei Fehl- oder Nichtfunktion keine Demontage Ihres Hilfsmittels durch! Wenden Sie sich in diesem Fall umgehend an Ihren Orthopädietechniker.\nRegelmäßige Kontrollen sind wichtig. Besonders im Wachstum ist darauf zu achten, dass sie Passform gewährleistet ist um das Versorgungsziel nicht zu gefährden. Kontrollieren Sie bitte täglich den korrekten Sitz des Hilfsmittels, vereinbaren Sie regelmäßige Kontrolltermine bei Arzt und Techniker und wenden Sie sich bei Fragen an uns.\nIhr Hilfsmittel ist ausschließlich für das mit Ihnen festgelegte Einsatzgebiet konzipiert. Sportliche Aktivitäten sind durchaus erwünscht. Welche Sportart Sie mit Ihrem Hilfsmittel ausüben können, sollte jedoch vorab mit Ihrem Arzt sowie Ihrem Orthopädietechniker festgelegt werden. Die Benutzung in Süß- und Salzwasser, Sauna und der Kontakt mit Säuren, Laugen und Lösungsmitteln ist zu vermeiden. Haben Sie weitere Fragen im Umgang mit Ihrem Hilfsmittel, wenden Sie sich bitte jederzeit an Ihren zuständigen Orthopädietechniker.\nUm die Funktion und Sicherheit Ihres Hilfsmittels zu erhalten, ist dieses sorgfältig zu behandeln! Jede Art von Überbelastung oder unsachgemäßer Handhabung kann zu Funktionseinschränkungen bis hin zu Materialbrüchen führen. Ihr Orthopädie-Techniker hat die Belastungsfähigkeit Ihres Hilfsmittels auf die zum Zeitpunkt der Versorgung zu erwartende Belastung abgestimmt. Sollte sich Ihr Aktivitätsgrad im Laufe der Tragezeit steigern, ist ggf. eine Anpassung des Hilfsmittels nötig. Ebenso ist eine Anpassung erforderlich, wenn sich Ihre körperliche Leistungsfähigkeit verschlechtert, so dass eine stärkere Unterstützung durch ihr Hilfsmittel nötig wird. Ein nicht bestimmungsgemäßer Gebrauch kann durch Überlastung zu Materialermüdung und im Extremfall zum Bruch des Hilfsmittels führen. Eine Überhitzung des Materials über 50°C kann zum Verlust der Passform und der Funktion führen. Deshalb ist das Hilfsmittel nicht zum Trocknen an die Heizung zu legen, vor der Einwirkung übermäßiger Sonneneinstrahlung zu schützen und nicht in einem geschlossenen Fahrzeug zu lagern. Vermeiden Sie Temperaturen unterhalb von -10°C, da es durch Versprödung der Materialien zu Brüchen kommen kann. Setzen Sie das Produkt keiner kondensierender Umgebungsfeuchtigkeit oder Flüssigkeiten aus. Setzen Sie das Produkt keinen abrasiven Medien aus (z. B. Sand, Staub).\nHilfsmittel und lösbare Elemente aus Silikon halten Temperaturen bis 120°C stand und sind zudem feuchtigkeitsunempfindlich. Achten Sie jedoch auf spitze und scharfkantige Gegenstände. Eine Verletzung des Materials kann ein weiteres Einreißen und damit den Funktionsverlust das Hilfsmittels begünstigen.\nDas Bedienen von Maschinen oder das Führen von Fahrzeugen hängt vom individuellen Krankheitsbild und der Gesamtkonstitution ab. Beachten Sie die gesetzlichen Vorschriften und lassen Sie Ihre Tauglichkeit von einer autorisierten Stelle überprüfen und bestätigen."
					}
				]
			]
		}
	},
	{
		"name": "gebrauchsanweisung körperpflege",
		"alias": "",
		"context": "component",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "",
		"permitted_export": null,
		"restricted_access": null,
		"content": {
			"content": [
				[
					{
						"type": "textsection",
						"attributes": {
							"name": "Körperpflege und Hygiene"
						},
						"content": "Jegliche dauerhafte Druckstelle (Schmerz, Hautrötung) bedarf der Kontrolle durch den Orthopädietechniker. Bei Empfindungsstörungen im betroffenen Körperteil ist eine Sichtkontrolle auf Hautveränderungen durchzuführen (Druckstellenprophylaxe). Durch die dauerhaft wirkenden Korrekturpunkte / lastübernehmende Areale Ihres Hilfsmittels kann es unter Umständen zu Veränderungen der Hautfarbe (Rötung) kommen. Übermäßiger Druck bzw. Druckstellen, Reizungen, Wundreibungen der Haut oder gar Ödeme führen zu Komplikationen. Eine dauerhaft dunkelrote oder bläuliche Verfärbung, welche nicht spätestens nach ca. 30 Minuten nach dem Ausziehen des Hilfsmittels wieder abgeklungen ist, oder eine offene Hautstelle sind nicht zu akzeptieren. Ein Spiegel erleichtert die Kontrolle an schlecht erreichbaren Körperregionen. Durch Körpergewichtsänderungen oder -schwankungen kann es zu Passform- und infolge dessen auch zu Funktionsmängeln kommen. Bei starker Schweißbildung können allergische Reaktionen an der Haut auftreten (Eigenschweißallergie). In seltenen Fällen können allergische Reaktionen auf das verwendete Material auftreten. Wenden Sie sich bei allen Problemen mit Ihrem Hilfsmittel an uns.\nEine tägliche Körper- und Hautpflege sind sehr wichtig. Durch Waschen mit hautfreundlicher Seife können Sie Pilzbefall, Entzündungen und Infektionen vorbeugen."
					}
				]
			]
		}
	},
	{
		"name": "gebrauchsanweisung reinigung",
		"alias": "",
		"context": "component",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "",
		"permitted_export": null,
		"restricted_access": null,
		"content": {
			"content": [
				[
					{
						"type": "textsection",
						"attributes": {
							"name": "Reinigung und Desinfektion"
						},
						"content": "Ihr Hilfsmittel bedarf täglicher Reinigung, besonders Flächen in direktem Körperkontakt. Verwenden Sie dazu für geschlossene Flächen einen Neutralreiniger, evtl. mit Essigzusatz.\nWenn Ihr Hilfsmittel mit Körpersekreten, z.B. Blut, in Verbindung gekommen ist, so können Sie ein hautfreundliches Desinfektionsmittel verwenden. Achten Sie jedoch darauf, dass keine Rückstände des Desinfektionsmittels an Ihrem Hilfsmittel verbleiben.\nVon außen kann ihr Hilfsmittel im Bereich geschlossener Oberflächen nebelfeucht mit einer milden Seifenlauge, Desinfektionsspray oder Isopropyl-Alkohol gereinigt werden. Nach einer kurzen Einwirkzeit wischen Sie das Hilfsmittel mit einem fusselfreien Tuch (z.B. Microfaser) ab. Vermeiden Sie in jedem Fall der Kontakt mit starken Säuren, Laugen und Lösungsmitteln, da diese die Oberfläche beschädigen können. Bitte vermeiden Sie das Trocknen auf oder neben Heizungen bzw. generell mit dem Einsatz von höheren Temperaturen, da durch die Hitze die Materialeigenschaften negativ beeinflusst werden können. Die Reinigung darf ausschließlich per Hand erfolgen. Nutzen Sie für die Reinigung von textilen Komponenten ein Feinwaschmittel. Sollten besondere Reinigungsvorschriften für einzelne Komponenten Ihres Hilfsmittels gelten entnehmen Sie diese bitte der beigefügten Gebrauchsanweisung für die jeweilige Komponente.\nOffene Schäume und textile Oberflächen können abgebürstet werden. Vermeiden Sie stehende Feuchtigkeit, da die Schäume dadurch Schaden nehmen. Wenn Sie Sich unsicher über Reinigungsmöglichkeiten sind oder eine Sterilisation (sofern technisch möglich) erforderlich ist, wenden Sie sich bitte an uns.\nDas Hilfsmittel darf nicht in der Waschmaschine, im Trockner und nicht chemisch gereinigt werden, da es dadurch zu irreparablen Beschädigungen kommen kann.\nHilfsmittel oder Lösbare Elemente aus Silikon sollten etwa einmal wöchentlich zusätzlich ausgekocht werden. Dazu empfiehlt sich destilliertes Wasser oder Leitungswasser mit einem Tropfen milden Spülmittels (kein Waschmittel oder Duschgel)."
					}
				]
			]
		}
	},
	{
		"name": "gebrauchsanweisung instandhaltung",
		"alias": "",
		"context": "component",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "",
		"permitted_export": null,
		"restricted_access": null,
		"content": {
			"content": [
				[
					{
						"type": "textsection",
						"attributes": {
							"name": "Instandhaltung"
						},
						"content": "Wir empfehlen ein Kontrollintervall alle 6 Monate, bei Neuversorgungen das erste Mal nach 3 Monaten. Abhängig vom Wachstum, der Indikation oder dem Versorgungsziel können Kontrollen der Versorgung in kürzeren Abständen erforderlich sein.\nIhr Hilfsmittel ist vor jeder Nutzung auf Beschädigungen zu untersuchen. Überprüfen Sie auch die Leichtgängigkeit aller beweglichen Teile und Funktionsfähigkeit etwaiger Verschlüsse. Im Interesse Ihrer eigenen Sicherheit und Sicherstellung des Versorgungsziels muss Ihr Hilfsmittel regelmäßig kontrolliert werden. Bei der Instandhaltung können auch kleine Defekte schnell behoben werden und so ein größerer Funktionsausfall und entsprechende Folgekosten für Ihr Hilfsmittel vermieden werden. Halten Sie bitte das Intervall ein, achten Sie auf alle Veränderungen, die sich am Material oder Komponenten Ihres Hilfsmittels zeigen und setzen Sie sich zur Reparatur - selbstverständlich auch außerhalb des Intervalls - mit uns in Verbindung, da sonst mögliche Gewährleistungsansprüche bei Schadensfällen nur eingeschränkt oder ggf. ganz entfallen. Unsere Haftung erstreckt sich ausschließlich auf das Produkt in der von uns abgegebenen Form. Sie erstreckt sich nur auf Leistungen, die von uns vorgenommen wurden.\nWir bitten Sie darum rechtzeitig einen Termin zur Instandhaltung zu vereinbaren und die Dokumente, die Ihnen bei der Lieferung ausgehändigt wurden mitzubringen.\nGründe für eine außerplanmäßige Inspektion sind vermehrte Geräuschbildung, Abnutzung von Beschichtungen und Überzügen, Funktionsstörungen usw."
					},
					{
						"type": "radio",
						"attributes": {
							"name": "Instandhaltungsintervall",
							"required": true
						},
						"content": {
							"3 Monate": [],
							"6 Monate": [],
							"12 Monate": []
						},
						"hint": "3 Monate: Klumpfuß und Kleinkinder, 6 Monate: Kinder unter 14"
					},
					{
						"type": "radio",
						"attributes": {
							"name": "Produktlebensdauer",
							"required": true
						},
						"content": {
							"6 Monate": [],
							"12 Monate": [],
							"24 Monate": [],
							"60 Monate": []
						},
						"hint": "6 Monate: Einlagen, 12 Monate: Kinder unter einem Jahr, 24 Monate: Kinder unter 14"
					}
				]
			]
		}
	},
	{
		"name": "gebrauchsanweisung entsorgung",
		"alias": "",
		"context": "component",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "",
		"permitted_export": null,
		"restricted_access": null,
		"content": {
			"content": [
				[
					{
						"type": "textsection",
						"attributes": {
							"name": "Entsorgung und Umweltschutz"
						},
						"content": "Im Sinne unserer Aktivitäten für den Umweltschutz bitten wir Sie, Ihr Hilfsmittel zur Entsorgung bei uns abzugeben. Die Hilfsmittel dürfen nicht im Hausmüll entsorgt werden, dies gilt insbesondere für Hilfsmittel mit elektronischen Komponenten. Ebenso sind die Weitergabe und Anwendung durch andere Personen nicht vorgesehen, da das Hilfsmittel speziell auf Ihre Bedürfnisse und Maße abgestimmt wurde."
					}
				]
			]
		}
	},
	{
		"name": "gebrauchsanweisung therapeuteninformation",
		"alias": "",
		"context": "component",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "",
		"permitted_export": null,
		"restricted_access": null,
		"content": {
			"content": [
				[
					{
						"type": "textsection",
						"attributes": {
							"name": "Information für Therapeuten"
						},
						"content": "Der Patient / die Patientin wurde in unserem Hause umfassend orthopädietechnisch versorgt. Um die optimale Versorgungsstrategie umzusetzen, ist eine enge interdisziplinäre Zusammenarbeit erforderlich. Bei eventuell auftretenden Fragen stehen Ihnen unsere Spezialisten jederzeit telefonisch oder auch per E-Mail zur Verfügung."
					}
				]
			]
		}
	},
	{
		"name": "konformitätserklärung",
		"alias": "",
		"context": "component",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "",
		"permitted_export": null,
		"restricted_access": null,
		"content": {
			"content": [
				[
					{
						"type": "textsection",
						"attributes": {
							"name": "Sonderanfertigung"
						}
					},
					{
						"type": "text",
						"attributes": {
							"name": "Patient oder Anwender",
							"required": true
						},
						"hint": "Name, Geburtsdatum"
					},
					{
						"type": "text",
						"attributes": {
							"name": "Hilfsmittel oder Verordnungstext",
							"required": true
						}
					},
					{
						"type": "text",
						"attributes": {
							"name": "Verordner",
							"required": true
						},
						"hint": "namentlich",
						"autocomplete": true
					},
					{
						"type": "textsection",
						"attributes": {
							"name": "Konformitätserklärung"
						},
						"content": "Die Abteilung Technische Orthopädie des Universitätsklinikums Heidelberg, Schlierbacher Landstraße 200a, 69118 Heidelberg, erklärt hiermit alleinverantwortlich, dass die oben genannte Sonderanfertigung für den oben genannten Patienten individuell hergestellt wurde und den grundlegenden Forderungen der EU-Verordnung 2017/745 entspricht. Sollten bestimmte grundlegende Forderungen nicht eingehalten worden sein, so wurden sie aufgeführt. Die entsprechende Produktdokumentation wird aufbewahrt. Diese Konformitätserklärung bezieht sich nur auf die im Rahmen der Sonderanfertigung für den oben genannten Patienten individuell angefertigten Komponenten. Für etwaige konfektionierte Hilfsmittel sind die jeweiligen Hersteller verantwortlich."
					},
					{
						"type": "signature",
						"attributes": {
							"name": "Datum, Unterschrift Mitarbeiter"
						}
					}
				]
			]
		}
	},
	{
		"name": "vorgangsprotokoll",
		"alias": "",
		"context": "component",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "",
		"permitted_export": null,
		"restricted_access": null,
		"content": {
			"content": [
				[
					{
						"type": "textarea",
						"attributes": {
							"name": "Protokoll"
						}
					}
				],
				[
					{
						"type": "photo",
						"attributes": {
							"name": "Bildanhang",
							"multiple": true
						}
					},
					{
						"type": "file",
						"attributes": {
							"name": "Dateianhang",
							"multiple": true
						}
					}
				]
			]
		}
	},
	{
		"name": "konfektionsversorgung",
		"alias": "",
		"context": "component",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "",
		"permitted_export": null,
		"restricted_access": null,
		"content": {
			"content": [
				[
					{
						"type": "text",
						"attributes": {
							"name": "Name",
							"required": true
						}
					},
					{
						"type": "date",
						"attributes": {
							"name": "Geburtsdatum"
						}
					},
					{
						"type": "textarea",
						"attributes": {
							"name": "Adresse"
						}
					},
					{
						"type": "tel",
						"attributes": {
							"name": "Telefonnummer"
						}
					},
					{
						"type": "text",
						"attributes": {
							"name": "Kostenträger"
						}
					},
					{
						"type": "textarea",
						"attributes": {
							"name": "Info"
						},
						"hint": "Kontaktperson, Adressbesonderheiten"
					}
				],
				[
					{
						"type": "textarea",
						"attributes": {
							"name": "Leistung, Produkt oder Verordnungstext"
						},
						"autocomplete": true
					},
					{
						"type": "text",
						"attributes": {
							"name": "Verordner"
						},
						"hint": "namentlich",
						"autocomplete": true
					}
				],
				[
					{
						"type": "textarea",
						"attributes": {
							"name": "Maße, Einstellungen"
						}
					},
					{
						"type": "scanner",
						"attributes": {
							"name": "UDI, LOT"
						},
						"hint": "sofern zutreffend"
					},
					{
						"type": "textarea",
						"attributes": {
							"name": "Arbeitszeit, Material"
						},
						"hint": "sofern zutreffend",
						"autocomplete": true
					}
				]
			]
		}
	},
	{
		"name": "produkteinführung",
		"alias": "",
		"context": "component",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "",
		"permitted_export": null,
		"restricted_access": null,
		"content": {
			"content": [
				[
					{
						"type": "checkbox",
						"attributes": {
							"name": "Übergangsregelung"
						},
						"content": {
							"Das Produkt ist bereits zuvor eingeführt worden": []
						},
						"hint": "Du bestätigst damit eigenverantwortlich, dass die erforderlichen Prüfungen und Unterlagen bereits vorliegen."
					},
					{
						"type": "checkbox",
						"attributes": {
							"name": "Produkteinführung"
						},
						"content": {
							"Sicherheitsdatenblatt": [],
							"Preis/Leistung angemessen": [],
							"Lagerplatz vorhanden": [],
							"Lagerbedingungen erfüllbar": [],
							"Min/Max Bestand erforderlich": [],
							"Zertifizierung erforderlich": [],
							"Anpassung Risikoanalyse erforderlich": [],
							"Arbeitsanweisung erforderlich": []
						}
					},
					{
						"type": "text",
						"attributes": {
							"name": "Ersatz für"
						}
					}
				]
			]
		}
	},
	{
		"name": "stichprobenprüfung",
		"alias": "",
		"context": "component",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "",
		"permitted_export": null,
		"restricted_access": null,
		"content": {
			"content": [
				[
					{
						"type": "checkbox",
						"attributes": {
							"name": "Allgemein"
						},
						"content": {
							"CE-Kennzeichnung mit aktueller EU-Konformitätserklärung": [],
							"Sonderanfertigungskennzeichnung": [],
							"Angabe des Handelsnamens": [],
							"Angabe worum es sich handelt": [],
							"Hinweis auf Medizinprodukt": [],
							"UDI-Code vorhanden": [],
							"Haltbarkeitsdatum oder Herstellungsdatum und Verwendungszeitraum": [],
							"Lagerungs- und Handhabungsbedingungen": []
						}
					},
					{
						"type": "checkbox",
						"attributes": {
							"name": "Erforderliche Angaben der Gebrauchsanweisung"
						},
						"content": {
							"Produktname": [],
							"Hersteller und Anschrift": [],
							"Zweckbestimmung und Indikation": [],
							"Kontraindikationen": [],
							"vorgesehene Anwender": [],
							"Restrisiken und Nebenwirkungen": [],
							"Klinischer Nutzen": [],
							"Leistungsmerkmale": [],
							"Schulungen oder Qualifikation zur Prüfung durch Fachpersonal": [],
							"Nutzungshinweise für Anwender": [],
							"Aufbereitungsverfahren sofern zum Wiedereinsatz vorgesehen": [],
							"Lagerungs- und Handhabungshinweise": []
						}
					},
					{
						"type": "text",
						"attributes": {
							"name": "Ausstellungsdatum oder Version der Gebrauchsanweisung"
						}
					},
					{
						"type": "checkbox",
						"attributes": {
							"name": "Angaben sofern zutreffend"
						},
						"content": {
							"Angaben zur Sterilität": [],
							"Hinweis auf Einmalprodukt": [],
							"Zusammensetzung": [],
							"Biologische Inhaltsstoffe": [],
							"Erforderliche Vorbehandlungen": [],
							"Prüfung der Installation": [],
							"Instandhaltungsmaßnahmen, Ersatz von Verbrauchskomponenten, Kalibrationsmaßnahmen": [],
							"Wahl und Einschränkungen von kombinierbaren Produkten": [],
							"Warnungen, Vorsichshinweise, Maßnahmenempfehlungen oder Verwendungsbeschränkungen sofern zutreffend": []
						}
					}
				]
			]
		}
	},
	{
		"name": "schulungsbewertung",
		"alias": "",
		"context": "component",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "",
		"permitted_export": null,
		"restricted_access": null,
		"content": {
			"content": [
				[
					{
						"type": "radio",
						"attributes": {
							"name": "Bewertung",
							"required": true
						},
						"content": {
							"Inhalte wurden umgesetzt. Es gibt keine Auffälligkeiten": [],
							"Es wurde ein Nachschulungsbedarf festgestellt": [],
							"Sonstiges, siehe Kommentar": []
						}
					},
					{
						"type": "textarea",
						"attributes": {
							"name": "Kommentar"
						},
						"autocomplete": true
					}
				]
			]
		}
	},
	{
		"name": "lieferantenbewertung",
		"alias": "",
		"context": "component",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "",
		"permitted_export": null,
		"restricted_access": null,
		"content": {
			"content": [
				[
					{
						"type": "checkbox",
						"attributes": {
							"name": "Kritikalität der bezogenen Produkte oder Dienstleistungen",
							"required": true
						},
						"content": {
							"Direkter Einfluss auf die Sicherheit der Medizinprodukte": [],
							"Indirekter Einfluss auf die Sicherheit der Medizinprodukte": [],
							"Direkter Einfluss auf die Leistung der Medizinprodukte": [],
							"Indirekter Einfluss auf die Leistung der Medizinprodukte": [],
							"Direkter Einfluss auf die regulatorischen Anforderungen der Medizinprodukte": [],
							"Indirekter Einfluss auf die regulatorischen Anforderungen der Medizinprodukte": [],
							"Das Unternehmen kann Medizinprodukte nicht ohne die Produkte herstellen": [],
							"Nur dieser Lieferant kann die Produkte liefern": []
						}
					},
					{
						"type": "range",
						"attributes": {
							"name": "Qualität der Produkte oder Dienstleistungen"
						}
					},
					{
						"type": "range",
						"attributes": {
							"name": "kurze Lieferzeit oder Pünktlichkeit"
						}
					},
					{
						"type": "range",
						"attributes": {
							"name": "Kooperation"
						}
					},
					{
						"type": "select",
						"attributes": {
							"name": "akkreditiertes QM-System",
							"required": true
						},
						"content": {
							"...": [],
							"keines": [],
							"ISO 13485": [],
							"ISO 9001": []
						}
					},
					{
						"type": "textarea",
						"attributes": {
							"name": "Ausgelagerte Prozesse"
						}
					},
					{
						"type": "textarea",
						"attributes": {
							"name": "Bemerkung zur Evaluation"
						}
					}
				]
			]
		}
	},
	{
		"name": "vorkommnismeldung",
		"alias": "",
		"context": "component",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "",
		"permitted_export": null,
		"restricted_access": null,
		"content": {
			"content": [
				[
					{
						"type": "textsection",
						"attributes": {
							"name": "Vorkommnis"
						}
					},
					{
						"type": "text",
						"attributes": {
							"name": "Meldende Person",
							"required": true
						}
					},
					{
						"type": "date",
						"attributes": {
							"name": "Datum der Meldung",
							"required": true
						}
					},
					{
						"type": "tel",
						"attributes": {
							"name": "Telefonnummer"
						}
					},
					{
						"type": "text",
						"attributes": {
							"name": "Ort des Vorkommnisses",
							"required": true
						}
					},
					{
						"type": "date",
						"attributes": {
							"name": "Datum des Vorkommnisses",
							"required": true
						}
					},
					{
						"type": "textarea",
						"attributes": {
							"name": "Beschreibung des Geschehens",
							"required": true
						}
					},
					{
						"type": "textarea",
						"attributes": {
							"name": "Gesundheitliche Auswirkungen",
							"required": true
						}
					}
				],
				[
					{
						"type": "textsection",
						"attributes": {
							"name": "Produkt"
						}
					},
					{
						"type": "text",
						"attributes": {
							"name": "Produktbezeichnung, Artikelnummer",
							"required": true
						}
					},
					{
						"type": "scanner",
						"attributes": {
							"name": "Charge oder Lot, UDI, SN, Lieferdatum",
							"required": true
						}
					}
				],
				[
					{
						"type": "textsection",
						"attributes": {
							"name": "Meldung"
						}
					},
					{
						"type": "links",
						"description": "BfArM Meldungsformulare",
						"content": {
							"https://www.bfarm.de/SharedDocs/Formulare/DE/Medizinprodukte/mir_formular.pdf?__blob=publicationFile": [],
							"https://www.bfarm.de/SharedDocs/Formulare/DE/Medizinprodukte/caVorkommnismeldungen-sonstige-Inverkehrbringer-PDF.pdf?__blob=publicationFile": [],
							"https://www.imdrf.org/working-groups/adverse-event-terminology": []
						}
					},
					{
						"type": "radio",
						"attributes": { "name": "Meldung erfolgt" },
						"content": {
							"ja, Meldung erfolgt": [],
							"nein, Meldung nicht erfolgt (Begründung erforderlich)": []
						}
					},
					{
						"type": "textarea",
						"attributes": {
							"name": "Meldung nicht erfolgt weil"
						}
					},
					{
						"type": "date",
						"attributes": {
							"name": "BfArM Rückmeldung erhalten am"
						}
					}
				],
				[
					{
						"type": "textsection",
						"attributes": {
							"name": "Sonstiges"
						}
					},
					{
						"type": "textarea",
						"attributes": {
							"name": "Sonstige Anmerkungen"
						}
					},
					{
						"type": "photo",
						"attributes": {
							"name": "Fotos"
						}
					},
					{
						"type": "file",
						"attributes": {
							"name": "Dateien"
						}
					}
				],
				[
					{
						"type": "textsection",
						"attributes": {
							"name": "Abschluss"
						}
					},
					{
						"type": "textarea",
						"attributes": {
							"name": "Abschluss Stellungnahme, Folgemaßnahme"
						}
					}
				]
			]
		}
	},
	{
		"comment": "following are common documents #################################################################################################"
	},
	{
		"name": "Basisdaten",
		"alias": "",
		"context": "casedocumentation",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "iso13485_7_2_1",
		"permitted_export": null,
		"restricted_access": null,
		"content": "identifikator,basisdaten"
	},
	{
		"name": "Datenverarbeitung - Auftragserteilung - Schweigepflichtentbindung",
		"alias": "",
		"context": "casedocumentation",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "iso13485_7_2_3,sgb5_33",
		"permitted_export": 1,
		"restricted_access": null,
		"content": "identifikator,datenverarbeitung auftragserteilung schweigepflichtentbindung"
	},
	{
		"name": "Empfangsbestätigung",
		"alias": "",
		"context": "casedocumentation",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "iso13485_7_2_3,mdr_annex1,mdr_annex4",
		"permitted_export": 1,
		"restricted_access": null,
		"content": "identifikator,empfangsbestätigung"
	},
	{
		"name": "Erlaubnis zur Ausstellung und Veröffentlichung",
		"alias": "",
		"context": "casedocumentation",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "iso13485_7_2_3",
		"permitted_export": 1,
		"restricted_access": null,
		"content": "identifikator,erlaubnis zur ausstellung und veröffentlichung"
	},
	{
		"name": "Versorgungsmaßnahme",
		"alias": "Anprobeprotokoll",
		"context": "casedocumentation",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "iso13485_7_2_1,iso13485_7_2_2,iso13485_7_5_1",
		"permitted_export": null,
		"restricted_access": null,
		"content": "identifikator,versorgungsmaßnahme"
	},
	{
		"name": "Versorgungsausführung",
		"alias": "",
		"context": "casedocumentation",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "iso13485_7_2_1,iso13485_7_2_2,iso13485_7_5_1",
		"permitted_export": null,
		"restricted_access": null,
		"content": "identifikator,versorgungsausführung"
	},
	{
		"name": "Vorgangsprotokoll",
		"alias": "",
		"context": "casedocumentation",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "iso13485_7_2_1,iso13485_7_2_2,iso13485_7_5_1",
		"permitted_export": null,
		"restricted_access": null,
		"content": "identifikator,vorgangsprotokoll"
	},
	{
		"name": "Konfektionsversorgung",
		"alias": "",
		"context": "casedocumentation",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "iso13485_7_2_1,iso13485_7_2_2,iso13485_7_5_1",
		"permitted_export": null,
		"restricted_access": null,
		"content": "identifikator,konfektionsversorgung"
	},
	{
		"name": "Produkteinführung",
		"alias": "",
		"context": "product_incorporation_document",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "iso13485_7_4_1,iso13485_7_4_2,iso13485_7_4_3",
		"permitted_export": null,
		"restricted_access": null,
		"content": "produkteinführung"
	},
	{
		"name": "Stichprobenprüfung",
		"alias": "",
		"context": "mdr_sample_check_document",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "iso13485_7_4_3,mdr14",
		"permitted_export": null,
		"restricted_access": null,
		"content": "stichprobenprüfung"
	},
	{
		"name": "Schulungsbewertung",
		"alias": "",
		"context": "training_evaluation_document",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "iso13485_6_2",
		"permitted_export": null,
		"restricted_access": null,
		"content": "schulungsbewertung"
	},
	{
		"name": "Lieferantenbewertung",
		"alias": "",
		"context": "vendor_evaluation_document",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "iso13485_7_4_1,iso13485_4_1_3,iso13485_5_6_1,iso13485_5_6_2",
		"permitted_export": null,
		"restricted_access": null,
		"content": "lieferantenbewertung"
	},
	{
		"name": "Vorkommnismeldung",
		"alias": "",
		"context": "incident",
		"unit": "common",
		"author": "Caro App",
		"regulatory_context": "iso13485_8_2_2,iso13485_8_2_3",
		"permitted_export": null,
		"restricted_access": "prrc,qmo,ceo",
		"content": "identifikator,vorkommnismeldung"
	}
]
