[
	{
		"_LICENSE": "CARO - Cloud Assisted Records and Operations Copyright (C) 2023-2025 error on line 1 (dev@erroronline.one) This program is free software: you can redistribute it and/or modify it under the terms of the GNU Affero General Public License as published by the Free Software Foundation, either version 3 of the License, or any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the GNU Affero General Public License for more details. You should have received a copy of the GNU Affero General Public License along with this program. If not, see <https://www.gnu.org/licenses/>."
	},
	{
		"title": ".CARO App",
		"content": "The CARO App is supposed to help with your quality management system with Cloud Assisted Records and Operations.\nYou can take a look at your user credentials, change your photo and some application settings. Your picture will be visible to all users of the app, for example by using the message system.",
		"permissions": "user,group"
	},
	{
		"title": "Editing Users and the Manual",
		"content": "Add, edit or delete users, assign privileges and user groups. Tokens can be renewed but keep your user informed. Tokens can not be assigned manually.\nThe qr-code can be scanned. The scanner supports reading from the exported file as well.\nThe manual can be edited to match the users comprehension. This is an administrative task only.",
		"permissions": "qmo,ceo"
	},
	{
		"title": "Conversations",
		"content": "You can write simple messages to other users. While the app is open they will be alerted about new messages.\nOnce you have opened a conversation all messages will be marked as read. You can reply to or forward messages. Keep it tidy by deleting.",
		"permissions": "user,group"
	},
	{
		"title": "Register",
		"content": "From the summary of all registered users grouped by units and permissions you can directly message any user. Also this is a tidy overview.",
		"permissions": "user,group"
	},
	{
		"title": "Text Recommendations",
		"content": "You can use prepared texts to save some time. With only a few selections and placeholders the recommendations are quickly customizable.",
		"permissions": "user,group"
	},
	{
		"title": "Editing Text Templates",
		"content": "Define text chunks and reuse, order and group them to support staff with quick text generation and a consistent language.",
		"permissions": "qmo,ceo"
	},
	{
		"title": "Records",
		"content": "Record all measures you make on creating our aids. Import records from other units if you can reuse these. Just make sure to use the right identifier.",
		"permissions": "user"
	},
	{
		"title": "Risk Management",
		"content": "Take a look at the risk management if you are worried about customers health.",
		"permissions": "user,group"
	},
	{
		"title": "Manage Documents",
		"content": "Define reusable document components and assemble documents by selecting and reordering the components.\nForms have several options to restrict access and check regulatory fulfillment. Also bundles can be created to check whether all documents have been taken into account.\nComponents and documents have to be approved though",
		"permissions": "supervisor,qmo,ceo"
	},
	{
		"title": "Calendar",
		"content": "Add events to the calendar to schedule the workflow for a given unit. The landing page gives a brief summary for the current week.\nIf you have a personified account that is set up for this, you can keep track of your working hours and holidays. Your unit will stay informed if you are not available.",
		"permissions": "user,group"
	},
	{
		"title": "Files",
		"content": "Administration may have provided files within one or several folders. There may have been prepared bundles that have distinct files grouped by a certain topic.\nThe open sharepoint, as opposed to the other file categories, can be populated by all users. But beware: files have a limited lifespan and will be deleted after expiring.",
		"permissions": "user,group"
	},
	{
		"title": "Manage Files and Bundles",
		"content": "It is an administrative task to provide files and bundles. Files can be grouped by custom folders. Beware on deletion of folders: all contents will be deleted as well!\nOn configuring bundles just select the desired files, create a name and mark the bundle as active. Inactive bundles will not be displayed to users without administative privileges.",
		"permissions": "office,ceo,qmo"
	},
	{
		"title": "Orders",
		"content": "You can order consumables from here. Look up the database, add the selected products to your order. Fill out the requested form fields. Without an approving signature or token the order will be saved as prepared and can be edited and approved later.\nApproved orders are supposed to have all relevant data for the purchase department. They can mark items as ordered so you and your unit mates have confirmation about the progress. In case there is an issue orders can be disapproved, being moved back to prepared, but one item at a time.\nOnly your unit can mark items as received. Orders will be deleted after a time. Important orders can be archived to unclog the view and keep them from being deleted. Still - keep your digital workplace clean for everyone.",
		"permissions": "user,group"
	},
	{
		"title": "Vendors and Products",
		"content": "Vendors and Products and possible attached documents can be viewed. An alias can be edited by some of your workmates if they are eligible. You can see lists of products with expiry dates and skin contact. Personalized users are invited to initiate product incorporations and sample checks.",
		"permissions": "user,group"
	},
	{
		"title": "Manage Vendors and Products",
		"content": "Purchase can add and edit vendors. You can add several documents if required. On importing the pricelist products become available for ordering. To import pricelists csv-files have to be suitable or prepared. An import-filter has to be phased. A programmer can help you with that. If you mark a vendor as inactive all products will be deleted.\nSpeaking of that, you can edit products. You can add documents as well. Once documents have been added, the product can not be deleted for compliance reasons and will be updated based on the vendors order number.",
		"permissions": "ceo,qmo,purchase,prrc"
	},
	{
		"title": "Tools",
		"content": "You can create qr-codes and barcodes. Some special formats may be prepared. You can also scan these codes to obtain their secret.\nYou can create or unpack ZIP-archives.\nThere are some basic calculation options for recurring tasks within production.\nImages can be resized or embedded a watermark e.g. for speeches.",
		"permissions": "user,group"
	},
	{
		"title": "Regulatory evaluations and summaries",
		"content": "Available data from the application can be summarized here and mostly being exportable as records within audits.\nYou can do the training evaluation here and revoke sample checks.\nAlso you will find the tool to insert trainings for several users at once here.",
		"permissions": "ceo,qmo,prrc"
	},
	{
		"title": "Maintenance",
		"content": "Datalists for vendors and suggestions based on saved records can be updated with ease by comparison.",
		"permissions": "ceo,qmo"
	},
	{
		"title": "Improvement suggestions",
		"content": "You can contribute improvement suggestions for all topics. Suggestions are public and can be voted on. If you fell uncomfortable you are allowed to contribute anonymously.\nEveryone gets informed on new suggestions, only you as soon as yours are being processed.\nAuthorized users can define measures and close the contribution if this appears reasonable.",
		"permissions": "user,group"
	},
	{
		"title": "Search functions",
		"content": "Most search inputs allow placeholders and modificators.\nA ? is for any character at this position. \"99?25\" matches \"99B25\" as well as \"99C25\".\n A * is for any characters of any length. \"Measurments *tics\" matches \"Measurments prosthetics\" as well as \"Measurments orthotics\".\nMandatory terms can be preceded by an immediate +, excluded terms by a -. \"Orthosis +Knee -cruciate\" matches knee orthoses that do not contain \"cruciate\".\nMultiple terms match results in random order. \"Knee orthosis\" matches \"knee orthosis\" as well as \"orthosis for knee\", while terms whose order do matter and are quoted and \" \"knee orthosis\" \" only matches the first results of the example. +, -, ? and * are possible as well.",
		"permissions": "user,group"
	}
]
